/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Weet je zeker dat je deze CGM wilt verwijderen?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Annuleer";

/* Title of cell to set credentials */
"Credentials" = "Toegang gegevens";

/* Title describing glucose date */
"Date" = "Datum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Verwijder CGM";

/* Title describing glucose value */
"Glucose" = "Glucosewaarde";

/* Section title for latest glucose reading */
"Latest Reading" = "Laatste meting";

/* Outside US share server option title */
"Outside US" = "Buiten US";

/* The title of the Dexcom share password credential */
"Password" = "Paswoord";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* Title describing glucose trend */
"Trend" = "Trend";

/* U.S. share server option title */
"US" = "US";

/* The title of the Dexcom share username credential */
"Username" = "Gebruikersnaam";
